var COPY_PASTA_PROFILE = {

  nickname: "copy_pasta",

  avatar:
    "https://blogger.googleusercontent.com/img/a/AVvXsEiNU5aLNwKBZvNgLsvxfKYA0hduyABhvfQrHryVIrw1Q2WVFne8Aop849IRmthJlGuRphRDtjX_d-pvH8gcUtCoAL-zkhXAP0utpiVidiXL57SIMaMBjeaXnGhTZ_j2wQj1RZxI-V5TsjxtARZSpoxZ8UGuDX_9t9hmiL6k1OyP6ilE8WmYwfKmHTQFvFg",

  status:
    "online",

  statusText:
    "● онлайн",

  family:
    "стусни з dreaming_romance",

  familyUrl:
    "dreaming-romance.html",

  description:
    "ліньки розписувати",

  postsCount:
    25,


  posts: [

    {
      title:
        "Дивилась сьогодні кіно про покинутого собаку",

      text:
        "Навряд чи я хочу бути як та собачка. Мені дуже сумно що таке трапляється( До неї підходили люди, які хотіли її забрати до себе. Але вона не йшла до них. Вона чекала свого зрадливого власника, який вже мав сім'ю та нову собаку в іншій країні.",

      date:
        "15 серпня",

      likes:
        29,

      comments: [

        {
          name:
            "sakurai_agatsuma",

          text:
            "Шкода собачку("
        },

        {
          name:
            "copy_pasta",

          text:
            "Шкода не те слово. Але ж собачка не винна що її власник гівнюк."
        }

      ]

    },


    {
      title:
        "Щоб я не робила",

      text:
        "Не важливо що я могла б зробити. Він ніколи цього не цінує, він бачить всіх та кожну, підтримує їх. Але ніколи й доброго слова щодо моїх досягнень я не отримую. Навіть якщо зірку з неба впіймаю. Не знаю чи варто воно все того(",

      date:
        "13 серпня",

      likes:
        31,

      comments: [

        {
          name:
            "sakurai_agatsuma",

          text:
            "Створюй те все для себе :3"
        },

        {
          name:
            "copy_pasta",

          text:
            "Та не так вже й цікаво...."
        },

        {
          name:
            "sakurai_agatsuma",

          text:
            "А заради учасників твого островка?"
        }

      ]

    },


    {
      title:
        "Мені подобається тепла весна",

      text:
        "Я ліниво звісила руки, сидячи на стільці балкончика. Вітерець так ніжно та приємно колихає їх туди-сюди. Але не довго колихав, не люблю коли разом з вітром летить пакет та сміття. Ледве встигла прибрати руки. Фу, бридко!",

      date:
        "5 квітня",

      likes:
        2,

      comments: [

        {
          name:
            "sakurai_agatsuma",

          text:
            "Хаха, ну ти й даєш."
        },

        {
          name:
            "copy_pasta",

          text:
            "Та та воно й таа. А якщо б пакет в пику прилетів?"
        },

        {
          name:
            "sakurai_agatsuma",

          text:
            "Якщо тільки пакет з грошима)"
        }

      ]

    },


    {
      title:
        "Як ви відноситесь до субкультури?",

      text:
        "Мені подобається субкультура.",

      date:
        "17 серпня",

      likes:
        5,

      comments: [

        {
          name:
            "alter_core",

          text:
            "А яка саме субкультура? Бо всі вони різні."
        },

        {
          name:
            "copy_pasta",

          text:
            "Якщо субкультура передбачатиме комфорт, смачну їжу та теплу атмосферу, то саме таку."
        }

      ]

    },


    {
      title:
        "Мене попустило",

      text:
        "Я пів дня думала про те щоб наліпку собі на лоба приліпити. Але не зробила цього. Ці думки лише зараз припинили мене чіпати.",

      date:
        "6 серпня",

      likes:
        11,

      comments: [

        {
          name:
            "sakurai_agatsuma",

          text:
            "А чому не зробила? Я собі приклеїла."
        },

        {
          name:
            "copy_pasta",

          text:
            "Щоб що? Всеодно цього ніхто не бачить."
        },

        {
          name:
            "sakurai_agatsuma",

          text:
            "То я даремно з нею весь день проходила??"
        }

      ]

    },


    {
      title:
        "Мо прибрати сімейку?",

      text:
        "Бо те що відбувається між нами точно стосунками не назвеш.",

      date:
        "10 серпня",

      likes:
        2,

      comments: [

        {
          name:
            "copy_pasta",

          text:
            "Напевно приберу."
        },

        {
          name:
            "sakurai_agatsuma",

          text:
            "Прибирай :3"
        }

      ]

    },


    {
      title:
        "Прочитала 5 книжок",

      text:
        "Я не розумію навіщо люди лізуть в мізкологію. Всі книжки та й їхній зміст однаковий. Різниці ніякої.",

      date:
        "8 серпня",

      likes:
        1,

      comments: [

        {
          name:
            "copy_pasta",

          text:
            "Мізкологи безкорисна витрата коштів."
        }

      ]

    },


    {
      title:
        "Чи ти мій хлопець, чи ні?",

      text:
        "Що між нами? Поясни ж ти мені, @dream_romance",

      date:
        "8 серпня",

      likes:
        0,

      comments: [

        {
          name:
            "dreaming_romance",

          text:
            "Стосунки звісно ж."
        },

        {
          name:
            "copy_pasta",

          text:
            "Тоді нащо ти пишеш дивні речі?"
        }

      ]

    },


    {
      title:
        "Не розумію...",

      text:
        "Гарно починалося ж аніме. Але коли припиняється різко комедія та починається чорнуха, сумна частина та інше серйозне мушкалове, то й дивитися не хочу.",

      date:
        "7 серпня",

      likes:
        5,

      comments: [

        {
          name:
            "copy_pasta",

          text:
            "Маячню назнімали."
        },

        {
          name:
            "copy_pasta",

          text:
            "Бісить."
        }

      ]

    },


    {
      title:
        "Хочу булькочай",

      text:
        "Картопельку прикут, смакобулочки та курячі шматочки з салатним листям.",

      date:
        "6 серпня",

      likes:
        2,

      comments: []

    }

  ]

};
