const POSTS_COPY_PASTA = [

  {
    title: "Дивилась сьогодні кіно про покинутого собаку",

    text:
      "Навряд чи я хочу бути як та собачка. Мені дуже сумно що таке трапляється( До неї підходили люди, які хотіли її забрати до себе. Але вона не йшла до них. Вона чекала свого зрадливого власника, який вже мав сім'ю та нову собаку в іншій країні.",

    date: "15 серпня",

    likes: 29,

    comments: [
      {
        user: "sakurai_agatsuma",
        text: "Шкода собачку("
      },
      {
        user: "copy_pasta",
        text: "Шкода не те слово. Але ж собачка не винна що її власник гівнюк."
      }
    ],

    images: []
  },


  {
    title: "Щоб я не робила",

    text:
      "Не важливо що я могла б зробити. Він ніколи цього не цінує, він бачить всіх та кожну, підтримує їх. Але ніколи й доброго слова щодо моїх досягнень я не отримую. Навіть якщо зірку з неба впіймаю. Не знаю чи варто воно все того(",

    date: "13 серпня",

    likes: 31,

    comments: [
      {
        user: "sakurai_agatsuma",
        text: "Створюй те все для себе :3"
      },
      {
        user: "copy_pasta",
        text: "Та не так вже й цікаво...."
      },
      {
        user: "sakurai_agatsuma",
        text: "А заради учасників твого островка?"
      }
    ],

    images: []
  },


  {
    title: "Мені подобається тепла весна",

    text:
      "Я ліниво звісила руки, сидячи на стільці балкончика. Вітерець так ніжно і приємно колихає їх туди-сюди. Але не довго колихав, не люблю коли разом з вітром летить пакет та сміття. Ледве встигла прибрати руки. Фу, бридко!",

    date: "5 квітня",

    likes: 2,

    comments: [
      {
        user: "sakurai_agatsuma",
        text: "Хаха, ну ти й даєш."
      },
      {
        user: "copy_pasta",
        text: "Та та воно й таа. А якщо б пакет в пику прилетів?"
      },
      {
        user: "sakurai_agatsuma",
        text: "Якщо тільки пакет з грошима)"
      }
    ],

    images: []
  },


  {
    title: "Як ви відноситесь до субкультури?",

    text:
      "Мені подобається субкультура.",

    date: "17 серпня",

    likes: 5,

    comments: [
      {
        user: "alter_core",
        text: "А яка саме субкультура? Бо всі вони різні."
      },
      {
        user: "copy_pasta",
        text:
          "Якщо субкультура передбачатиме комфорт, смачну їжу та теплу атмосферу, то саме таку."
      }
    ],

    images: []
  },


  {
    title: "Мене попустило",

    text:
      "Я пів дня думала про те щоб наліпку собі на лоба приліпити. Але не зробила цього. Ці думки лише зараз припинили мене чіпати.",

    date: "6 серпня",

    likes: 11,

    comments: [
      {
        user: "sakurai_agatsuma",
        text: "А чому не зробила? Я собі приклеїла."
      },
      {
        user: "copy_pasta",
        text: "Щоб що? Всеодно цього ніхто не бачить."
      },
      {
        user: "sakurai_agatsuma",
        text: "То я даремно з нею весь день проходила??"
      }
    ],

    images: []
  },


  {
    title: "Мо прибрати сімейку?",

    text:
      "Бо те що відбувається між нами точно стосунками не назвеш.",

    date: "10 серпня",

    likes: 2,

    comments: [
      {
        user: "copy_pasta",
        text: "Напевно приберу."
      },
      {
        user: "sakurai_agatsuma",
        text: "Прибирай :3"
      }
    ],

    images: []
  },


  {
    title: "Прочитала 5 книжок",

    text:
      "Я не розумію навіщо люди лізуть в мізкологію. Всі книжки та й їхній зміст однаковий. Різниці ніякої.",

    date: "8 серпня",

    likes: 1,

    comments: [
      {
        user: "copy_pasta",
        text: "Мізкологи безкорисна витрата коштів."
      }
    ],

    images: []
  },


  {
    title: "Чи ти мій хлопець, чи ні?",

    text:
      'Що між нами? Поясни ж ти мені, <a href="/archat/profile.html?user=dreaming_romance">@dream_romance</a>',

    html: true,

    date: "8 серпня",

    likes: 0,

    comments: [
      {
        user: "dreaming_romance",
        text: "Стосунки звісно ж."
      },
      {
        user: "copy_pasta",
        text: "Тоді нащо ти пишеш дивні речі?"
      }
    ],

    images: []
  },


  {
    title: "Не розумію...",

    text:
      "Гарно починалося ж аніме. Але коли припиняється різко комедія та починається чорнуха, сумна частина та інше серйозне мушкалове, то й дивитися не хочу.",

    date: "7 серпня",

    likes: 5,

    comments: [
      {
        user: "copy_pasta",
        text: "Маячню назнімали."
      },
      {
        user: "copy_pasta",
        text: "Бісить."
      }
    ],

    images: []
  },


  {
    title: "Хочу булькочай",

    text:
      "Картопельку прикут, смакобулочки та курячі шматочки з салатним листям.",

    date: "6 серпня",

    likes: 2,

    comments: [],

    images: []
  },


  {
    title: "Зіграла в одну гру",

    text: "Питайте",

    date: "2 грудня",

    likes: 2,

    comments: [
      {
        user: "copy_pasta",
        text: "Я що, даремно про це написала!?"
      },
      {
        user: "sakurai_agatsuma",
        text: "Так."
      }
    ],

    images: []
  },


  {
    title: "Знаєте як зрозуміти що те що ти пишеш не читають?",

    text:
      "Проте всі інші за подібне завжди отримують 💖, але ж не я. Ні.",

    date: "1 грудня",

    likes: 0,

    comments: [],

    images: []
  },


  {
    title: "Сьогодні побачила на вулиці гарну кицьку.",

    text:
      "Купила їй корм, накидала у миску та навіть погладила. Вона така малесенька та ручна, напевно чиясь домашня.",

    date: "1 грудня",

    likes: 0,

    comments: [],

    images: []
  },


  {
    title: "Творчість",

    text:
      "Сьогодні я протягом години намалювала красивий пейзаж. Моє бачення іншої планети, екзотичного світу з прибульцями. Там блакитні, фіолетові та рожеві рослини з фіолетово-сірим піском. Позаду незвичні будівлі, а також фіолетове небо з двома супутниками.",

    date: "29 листопада",

    likes: 0,

    comments: [],

    images: []
  },


  {
    title: "Святі кицюні",

    text: "Як все це задовбало...",

    date: "1 серпня",

    likes: 0,

    comments: [],

    images: []
  },


  {
    title: "Почистила список друменів",

    text: "Чати також підчистила.",

    date: "31 липня",

    likes: 3,

    comments: [],

    images: []
  },


  {
    title: "Я не буду змагатися за кохання",

    text:
      "Якщо людина мене кохає, то не буде заводити безліч подружок та писати якою має бути довжина мого волосся, колір, одяг. Бо це не кохання. Та й світогляд змінювати на той, котрий у твоєї знайомої я також не буду.",

    date: "30 липня",

    likes: 98,

    comments: [],

    images: []
  },


  {
    title: "Блиск для губ створює магію",

    text: "Одразу стаєш значно красивішою.",

    date: "29 липня",

    likes: 0,

    comments: [],

    images: []
  },


  {
    title: "Помила волосся шампунем з ароматом вишеньки",

    text:
      "Приємно пахне, не смердить. Зазвичай шампуні мають різкий та не приємний запах, а цей ніжний та парфумований. Мені подобається.",

    date: "28 липня",

    likes: 2,

    comments: [],

    images: []
  },


  {
    title: "У мене гикавка",

    text:
      "І вода не допомагає як і затримка дихання 😨",

    date: "27 липня",

    likes: 0,

    comments: [],

    images: []
  },


  {
    title: "Поставте 💕",

    text: "Якщо любите мене.",

    date: "26 липня",

    likes: 5,

    comments: [],

    images: []
  },


  {
    title: "Сьогодні подумала про вплив емоцій на моє тіло",

    text:
      "Коли я лютую, це відчувається майже всім тілом.",

    date: "25 липня",

    likes: 0,

    comments: [],

    images: []
  },


  {
    title: "Якщо я чогось не зрозуміла, завжди можна це пояснити.",

    text:
      "Але тікати, матюкатися та біситися, кажучи що ви в мені розчаровані... як мінімум, це боляче.",

    date: "24 липня",

    likes: 0,

    comments: [],

    images: []
  },


  {
    title: "Кому цікаво?",

    text:
      "Мені просто захотілося сьогодні зліпити фігурку.",

    date: "23 липня",

    likes: 0,

    comments: [],

    images: []
  },


  {
    title: "Якщо я зникну",

    text:
      "Ви мене шукатимете?",

    date: "22 липня",

    likes: 57,

    comments: [
      {
        user: "copy_pasta",
        text: "Оце вже складне питання."
      },
      {
        user: "sakurai_agatsuma",
        text: "Не зникай 😰😭."
      },
      {
        user: "dreaming_romance",
        text: "Звісно шукатиму 😙."
      }
    ],

    images: []
  }

];
